[
  {
    "adult": false,
    "backdrop_path": "/bSvUW4JQ6g4QiKvwejcfcPRd4Ke.jpg",
    "genre_ids": [
      12,
      35,
      10751,
      14
    ],
    "id": 118,
    "original_language": "en",
    "original_title": "Charlie and the Chocolate Factory",
    "overview": "Charlie est un enfant issu d'une famille pauvre. Travaillant pour subvenir aux besoins des siens, il doit économiser chaque penny, et ne peut s'offrir les friandises dont raffolent les enfants de son âge. Pour obtenir son comptant de sucreries, il participe à un concours organisé par l'inquiétant Willy Wonka, le propriétaire de la fabrique de chocolat de la ville. Celui qui découvrira l'un des cinq tickets d'or que Wonka a caché dans les barres de chocolat de sa fabrication gagnera une vie de sucreries.",
    "popularity": 181.113,
    "poster_path": "/tR4PU2wRPzGKmF665lE5wULGb3X.jpg",
    "release_date": "2005-07-13",
    "title": "Charlie et la chocolaterie",
    "video": false,
    "vote_average": 7,
    "vote_count": 14404
  },
  {
    "adult": false,
    "backdrop_path": "/pA3vdhadJPxF5GA1uo8OPTiNQDT.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 678512,
    "original_language": "en",
    "original_title": "Sound of Freedom",
    "overview": "Après avoir sauvé un garçon des trafiquants d'enfants impitoyables, un agent fédéral apprend que la sœur du garçon est toujours captive et décide de se lancer dans une dangereuse mission pour la sauver. Le temps presse, il quitte son travail et s'enfonce dans la jungle colombienne, mettant sa vie en jeu pour la libérer d'un destin pire que la mort.",
    "popularity": 177.827,
    "poster_path": "/6mXIccg3gF2rv96kvc1CJ1cN71G.jpg",
    "release_date": "2023-07-03",
    "title": "Sound of Freedom",
    "video": false,
    "vote_average": 8.1,
    "vote_count": 1824
  },
  {
    "adult": false,
    "backdrop_path": "/kszooR7v1TLFM4pzx6IkKq2jDAN.jpg",
    "genre_ids": [
      18,
      9648
    ],
    "id": 915935,
    "original_language": "fr",
    "original_title": "Anatomie d'une chute",
    "overview": "Alors qu'une femme est suspectée du meurtre de son mari, son fils aveugle est placé face à un dilemme moral en tant qu'unique témoin.",
    "popularity": 168.055,
    "poster_path": "/vwpB79T0KGxqZSx0wormGC58OZB.jpg",
    "release_date": "2023-08-13",
    "title": "Anatomie d'une chute",
    "video": false,
    "vote_average": 7.8,
    "vote_count": 690
  },
  {
    "adult": false,
    "backdrop_path": "/ilRyazdMJwN05exqhwK4tMKBYZs.jpg",
    "genre_ids": [
      878,
      18
    ],
    "id": 335984,
    "original_language": "en",
    "original_title": "Blade Runner 2049",
    "overview": "En 2049, la société est fragilisée par les nombreuses tensions entre les humains et leurs esclaves créés par bioingénierie. L’officier K est un Blade Runner : il fait partie d’une force d’intervention d’élite chargée de trouver et d’éliminer ceux qui n’obéissent pas aux ordres des humains. Lorsqu’il découvre un secret enfoui depuis longtemps et capable de changer le monde, les plus hautes instances décident que c’est à son tour d’être traqué et éliminé. Son seul espoir est de retrouver Rick Deckard, un ancien Blade Runner qui a disparu depuis des décennies…",
    "popularity": 160.923,
    "poster_path": "/baCC3v1wLnmoBbr2aH0e7P312gv.jpg",
    "release_date": "2017-10-04",
    "title": "Blade Runner 2049",
    "video": false,
    "vote_average": 7.6,
    "vote_count": 12733
  },
  {
    "adult": false,
    "backdrop_path": "/hziiv14OpD73u9gAak4XDDfBKa2.jpg",
    "genre_ids": [
      12,
      14
    ],
    "id": 671,
    "original_language": "en",
    "original_title": "Harry Potter and the Philosopher's Stone",
    "overview": "Orphelin, le jeune Harry Potter peut enfin quitter ses tyranniques oncle et tante Dursley lorsqu'un curieux messager lui révèle qu'il est un sorcier. À 11 ans, Harry va enfin pouvoir intégrer la légendaire école de sorcellerie de Poudlard, y trouver une famille digne de ce nom et des amis, développer ses dons, et préparer son glorieux avenir.",
    "popularity": 158.751,
    "poster_path": "/fbxQ44VRdM2PVzHSNajUseUteem.jpg",
    "release_date": "2001-11-16",
    "title": "Harry Potter à l'école des sorciers",
    "video": false,
    "vote_average": 7.9,
    "vote_count": 25988
  },
  {
    "adult": false,
    "backdrop_path": "/7RyHsO4yDXtBv1zUU3mTpHeQ0d5.jpg",
    "genre_ids": [
      12,
      878,
      28
    ],
    "id": 299534,
    "original_language": "en",
    "original_title": "Avengers: Endgame",
    "overview": "Après leur défaite face au Titan Thanos qui dans le film précédent s'est approprié toutes les pierres du Gant de l'infini, les Avengers et les Gardiens de la Galaxie ayant survécu à son claquement de doigts qui a pulvérisé « la moitié de toute forme de vie dans l'Univers », Captain America, Thor, Bruce Banner, Natasha Romanoff, War Machine, Tony Stark, Nébula et Rocket, vont essayer de trouver une solution pour ramener leurs coéquipiers disparus et vaincre Thanos en se faisant aider par Ronin alias Clint Barton, Captain Marvel et Ant-Man.",
    "popularity": 158.573,
    "poster_path": "/wF7jv3x51hXgkl7t5KHePuRjXc8.jpg",
    "release_date": "2019-04-24",
    "title": "Avengers : Endgame",
    "video": false,
    "vote_average": 8.3,
    "vote_count": 24368
  },
  {
    "adult": false,
    "backdrop_path": "/xJHokMbljvjADYdit5fK5VQsXEG.jpg",
    "genre_ids": [
      12,
      18,
      878
    ],
    "id": 157336,
    "original_language": "en",
    "original_title": "Interstellar",
    "overview": "Dans un futur proche, face à une Terre exsangue, un groupe d’explorateurs utilise un vaisseau interstellaire pour franchir un trou de ver permettant de parcourir des distances jusque‐là infranchissables. Leur but : trouver un nouveau foyer pour l’humanité.",
    "popularity": 155.787,
    "poster_path": "/1pnigkWWy8W032o9TKDneBa3eVK.jpg",
    "release_date": "2014-11-05",
    "title": "Interstellar",
    "video": false,
    "vote_average": 8.4,
    "vote_count": 33453
  },
  {
    "adult": false,
    "backdrop_path": "/uUJp5I4IbzuhdUiEx4R9OAoFpbz.jpg",
    "genre_ids": [
      27,
      53,
      9648
    ],
    "id": 951491,
    "original_language": "en",
    "original_title": "Saw X",
    "overview": "Dans l'espoir d'une guérison miraculeuse, John Kramer se rend au Mexique pour une procédure médicale risquée et expérimentale, pour découvrir que toute l'opération est une arnaque visant à escroquer les plus vulnérables. Armé d'un nouvel objectif, le tristement célèbre tueur en série utilise des pièges dérangés et ingénieux pour renverser la situation contre les escrocs.",
    "popularity": 155.414,
    "poster_path": "/u7Lp1Hi8aBS73jv4KRMIv5aK4ax.jpg",
    "release_date": "2023-09-27",
    "title": "Décadence X",
    "video": false,
    "vote_average": 7.4,
    "vote_count": 1433
  },
  {
    "adult": false,
    "backdrop_path": "/AaV1YIdWKnjAIAOe8UUKBFm327v.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 361743,
    "original_language": "en",
    "original_title": "Top Gun: Maverick",
    "overview": "Après avoir été l’un des meilleurs pilotes de chasse de l'Aéronavale américaine pendant plus de trente ans, Pete “Maverick\" Mitchell continue à repousser ses limites en tant que pilote d'essai. Il refuse de monter en grade, car cela l’obligerait à renoncer à voler. Il est chargé de former un détachement de jeunes diplômés de l’école Top Gun pour une mission spéciale qu’aucun pilote n'aurait jamais imaginée. Lors de cette mission, Maverick rencontre le lieutenant Bradley “Rooster” Bradshaw, le fils de son défunt ami, le navigateur Nick “Goose” Bradshaw. Face à un avenir incertain, hanté par ses fantômes, Maverick va devoir affronter ses pires cauchemars au cours d’une mission qui exigera les plus grands sacrifices.",
    "popularity": 144.734,
    "poster_path": "/kTh1s6I6yUyk2OGiRoGkDTYTS6K.jpg",
    "release_date": "2022-05-24",
    "title": "Top Gun : Maverick",
    "video": false,
    "vote_average": 8.2,
    "vote_count": 8133
  },
  {
    "adult": false,
    "backdrop_path": "/jhXwGdyj2f5ZxCYZBKfBNcGBbWx.jpg",
    "genre_ids": [
      14,
      28,
      12
    ],
    "id": 453395,
    "original_language": "en",
    "original_title": "Doctor Strange in the Multiverse of Madness",
    "overview": "Le Docteur Strange lance un sort interdit qui ouvre le portail du Multivers, incluant des versions alternatives de lui-même. Cette menace à l'humanité est plus puissante que les pouvoirs combinés de Strange, Wong et Wanda Maximoff.",
    "popularity": 141.609,
    "poster_path": "/arfzjn1tGvXWwkX7eaGVuXsc0mp.jpg",
    "release_date": "2022-05-04",
    "title": "Doctor Strange in the Multiverse of Madness",
    "video": false,
    "vote_average": 7.3,
    "vote_count": 8344
  },
  {
    "adult": false,
    "backdrop_path": "/1stUIsjawROZxjiCMtqqXqgfZWC.jpg",
    "genre_ids": [
      12,
      14
    ],
    "id": 672,
    "original_language": "en",
    "original_title": "Harry Potter and the Chamber of Secrets",
    "overview": "Après de très mauvaises vacances passées chez ses odieux oncle et tante et son affreux cousin, Harry rejoint, non sans mal, l'École des Sorciers où, avec ses amis Ron et Hermione et l'aide ponctuelle de nouveaux venus, il parvient à élucider le mystère de la Chambre des secrets, malgré les pièges tendus par ses ennemis et sans le concours de Lockhart, un nouveau professeur fanfaron et lâche, chargé pourtant de vaincre les Forces du Mal.",
    "popularity": 141.363,
    "poster_path": "/8KpHRokGpiaqEGpjYe0rpywtvUx.jpg",
    "release_date": "2002-11-13",
    "title": "Harry Potter et la Chambre des secrets",
    "video": false,
    "vote_average": 7.7,
    "vote_count": 20886
  },
  {
    "adult": false,
    "backdrop_path": "/tRS6jvPM9qPrrnx2KRp3ew96Yot.jpg",
    "genre_ids": [
      80,
      9648,
      53
    ],
    "id": 414906,
    "original_language": "en",
    "original_title": "The Batman",
    "overview": "Durant les deux années passées à arpenter les rues en tant que Batman, Bruce Wayne s'est aventuré au cœur des ténèbres de Gotham City. Disposant de seulement quelques alliés de confiance au sein du monde corrompu qu'est l'élite de la ville, le justicier solitaire s'est imposé comme l'unique incarnation de la vengeance parmi ses concitoyens. Lorsqu'un meurtrier s'en prend aux plus grandes personnalités de Gotham à l'aide de machinations sadiques, le plus grand détective du monde se lance dans une enquête dans la pègre en suivant des indices mystérieux, croisant ainsi Selina Kyle, alias Catwoman, Oswald Cobblepot, alias le Pingouin, Carmine Falcone et Edward Nashton, alias le Riddler. Alors que les pistes et les plans du criminel s'éclaircissent, Batman doit tisser de nouveaux liens, démasquer le coupable et rétablir la justice à Gotham City, depuis trop longtemps empoisonnée par l'abus de pouvoir et la corruption.",
    "popularity": 140.439,
    "poster_path": "/t9JGg10CW1DzXEdWL54ewkUko6N.jpg",
    "release_date": "2022-03-01",
    "title": "The Batman",
    "video": false,
    "vote_average": 7.7,
    "vote_count": 9087
  },
  {
    "adult": false,
    "backdrop_path": "/obKmfNexgL4ZP5cAmzdL4KbHHYX.jpg",
    "genre_ids": [
      12,
      14
    ],
    "id": 673,
    "original_language": "en",
    "original_title": "Harry Potter and the Prisoner of Azkaban",
    "overview": "Sirius Black, un dangereux sorcier criminel, s’échappe de la sombre prison d’Azkaban avec un seul et unique but : retrouver Harry Potter, en troisième année à l’école de Poudlard. Selon la légende, Black aurait jadis livré les parents du jeune sorcier à leur assassin, Lord Voldemort, et serait maintenant déterminé à tuer Harry…",
    "popularity": 139.754,
    "poster_path": "/t4P2079IyK19njHDP2GwQrKdvzd.jpg",
    "release_date": "2004-05-31",
    "title": "Harry Potter et le Prisonnier d'Azkaban",
    "video": false,
    "vote_average": 8,
    "vote_count": 20501
  },
  {
    "adult": false,
    "backdrop_path": "/kXfqcdQKsToO0OUXHcrrNCHDBzO.jpg",
    "genre_ids": [
      18,
      80
    ],
    "id": 278,
    "original_language": "en",
    "original_title": "The Shawshank Redemption",
    "overview": "En 1947, Andy Dufresne, un jeune banquier, est condamné à la prison à vie pour le meurtre de sa femme et de son amant. Ayant beau clamer son innocence, il est emprisonné à Shawshank, le pénitencier le plus sévère de l'État du Maine. Il y fait la rencontre de Red, un noir désabusé, détenu depuis vingt ans. Commence alors une grande histoire d'amitié entre les deux hommes…",
    "popularity": 139.421,
    "poster_path": "/xqfTE9FjwD5vS1A6QnyoMdPQUvh.jpg",
    "release_date": "1994-09-23",
    "title": "Les Évadés",
    "video": false,
    "vote_average": 8.7,
    "vote_count": 25398
  },
  {
    "adult": false,
    "backdrop_path": "/idfNNlVwjVkBQrM2eWpLZiDOTIc.jpg",
    "genre_ids": [
      10751,
      14,
      35
    ],
    "id": 252,
    "original_language": "en",
    "original_title": "Willy Wonka & the Chocolate Factory",
    "overview": "Charlie, enfant issu d'une famille pauvre. Travaillant pour subvenir aux besoins des siens, il doit économiser chaque penny, et ne peut s'offrir les friandises dont raffolent les enfants de son âge. Pour obtenir son comptant de sucreries, il participe à un concours organisé par l'inquiétant Willy Wonka, le propriétaire de la fabrique de chocolat de la ville. Celui qui découvrira l'un des cinq tickets d'or que Wonka a caché dans les barres de chocolat de sa fabrication gagnera une vie de sucreries.",
    "popularity": 136.186,
    "poster_path": "/7IMlQhdyy9GOda5flGY5mLhWGfI.jpg",
    "release_date": "1971-06-29",
    "title": "Charlie et la Chocolaterie",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 3276
  },
  {
    "adult": false,
    "backdrop_path": "/3tuWpnCTe14zZZPt6sI1W9ByOXx.jpg",
    "genre_ids": [
      35,
      10749
    ],
    "id": 114,
    "original_language": "en",
    "original_title": "Pretty Woman",
    "overview": "Quand Edward Lewis, businessman de talent, s’offre les services de la belle Vivian, beauté fatale qui arpente chaque nuit les trottoirs d’Hollywood Boulevard, il décide par amusement de l’engager, de lui faire découvrir son style de vie, de la couvrir de cadeaux. Ils vivent ainsi quelque temps, jusqu’au jour où ils découvrent tous deux qu’ils ne peuvent plus se séparer…",
    "popularity": 135.683,
    "poster_path": "/apTFre4duDr92xJgsAts55OeHs1.jpg",
    "release_date": "1990-03-23",
    "title": "Pretty Woman",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 7667
  },
  {
    "adult": false,
    "backdrop_path": "/lyHmhoRj3zXSdeCYbs2oOXLCF4K.jpg",
    "genre_ids": [
      16,
      12,
      10751,
      14
    ],
    "id": 459003,
    "original_language": "uk",
    "original_title": "Мавка: Лісова пісня",
    "overview": "Par-delà les hautes Montagnes Noires se cache un royaume peuplé de créatures fantastiques. Depuis des siècles, elles protègent du monde des hommes une source de vie éternelle aux pouvoirs infinis. Jusqu’au jour où Naya, la nouvelle élue de cette forêt enchantée, rencontre Lucas, un jeune humain égaré dans les montagnes. À l’encontre des règles établies depuis des millénaires, ils vont se revoir, sans prendre garde aux conséquences qui s’abattront sur le royaume. L’aventure ne fait que commencer.",
    "popularity": 135.67,
    "poster_path": "/t3FsMIKuv1q581cZ9c254Ku5P6o.jpg",
    "release_date": "2023-03-02",
    "title": "Le Royaume de Naya",
    "video": false,
    "vote_average": 7.3,
    "vote_count": 585
  },
  {
    "adult": false,
    "backdrop_path": "/yQIBS8B9l2qXoPoPtxSXvH7CfoT.jpg",
    "genre_ids": [
      18,
      36,
      10752
    ],
    "id": 324786,
    "original_language": "en",
    "original_title": "Hacksaw Ridge",
    "overview": "Quand la Seconde Guerre mondiale a éclaté, Desmond, un jeune américain, s’est retrouvé confronté à un dilemme: comme n’importe lequel de ses compatriotes, il voulait servir son pays, mais la violence était incompatible avec ses croyances et ses principes moraux. Il s’opposait ne serait-ce qu’à tenir une arme et refusait d’autant plus de tuer. Il s’engagea tout de même dans l’infanterie comme médecin. Son refus d’infléchir ses convictions lui valut d’être rudement mené par ses camarades et sa hiérarchie, mais c’est armé de sa seule foi qu’il est entré dans l’enfer de la guerre pour en devenir l’un des plus grands héros. Lors de la bataille d’Okinawa sur l’imprenable falaise de Maeda, il a réussi à sauver des dizaines de vies seul sous le feu de l’ennemi, ramenant en sureté, du champ de bataille, un à un les soldats blessés.",
    "popularity": 134.905,
    "poster_path": "/zyxSZvaA7mU7mwnO1lR2cXUdQdV.jpg",
    "release_date": "2016-10-07",
    "title": "Tu ne tueras point",
    "video": false,
    "vote_average": 8.2,
    "vote_count": 12986
  },
  {
    "adult": false,
    "backdrop_path": "/rron9HAuS9s7zBF8iCX1tsafxUo.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 666277,
    "original_language": "en",
    "original_title": "Past Lives",
    "overview": "Nora et Hae Sung, deux amis d'enfance profondément liés, sont séparés après que la famille de Nora a émigré de Corée du Sud.",
    "popularity": 132.815,
    "poster_path": "/e9H9O003V6pUcArjKBhDjqsrO00.jpg",
    "release_date": "2023-06-02",
    "title": "Past Lives - Nos vies d’avant",
    "video": false,
    "vote_average": 7.9,
    "vote_count": 535
  },
  {
    "adult": false,
    "backdrop_path": "/x2RS3uTcsJJ9IfjNPcgDmukoEcQ.jpg",
    "genre_ids": [
      12,
      14,
      28
    ],
    "id": 120,
    "original_language": "en",
    "original_title": "The Lord of the Rings: The Fellowship of the Ring",
    "overview": "Le jeune et timide Hobbit, Frodon Sacquet, hérite d'un anneau. Bien loin d'être une simple babiole, il s'agit de l'Anneau Unique, un instrument de pouvoir absolu qui permettrait à Sauron, le Seigneur des ténèbres, de régner sur la Terre du Milieu et de réduire en esclavage ses peuples. À moins que Frodon, aidé d'une Compagnie constituée de Hobbits, d'Hommes, d'un Magicien, d'un Nain, et d'un Elfe, ne parvienne à emporter l'Anneau à travers la Terre du Milieu jusqu'à la Crevasse du Destin, lieu où il a été forgé, et à le détruire pour toujours. Un tel périple signifie s'aventurer très loin en Mordor, les terres du Seigneur des ténèbres, où est rassemblée son armée d'Orques maléfiques… La Compagnie doit non seulement combattre les forces extérieures du mal mais aussi les dissensions internes et l'influence corruptrice qu'exerce l'Anneau lui-même.",
    "popularity": 130.282,
    "poster_path": "/5OPg6M0yHr21Ovs1fni2H1xpKuF.jpg",
    "release_date": "2001-12-18",
    "title": "Le Seigneur des anneaux : La Communauté de l'anneau",
    "video": false,
    "vote_average": 8.4,
    "vote_count": 23859
  }
]